<template>
    <div>
        <!-- 头部 -->
        <mt-header title="许可证" id="mint-header">
            <router-link to="/appContent" slot="left">
                <mt-button icon="back"></mt-button>
            </router-link>
        </mt-header>
        <!-- 内容 -->
        <br>
        <p class="content">
            投稿大赛作品上传规定 <br>
                最近修改时间：2017年06月16日

                本投稿上传条款（以下简称“条款”）是用户（以下简称“您”）与DONGMAN ENTERTAINMENT及其附属公司和子公司（以下简称“DONGMAN”或“我们”）之间的协议。您在上传发表漫画时，既表示您同意接受使用本条款和相关条款规定。DONGMAN可能在任何时候修订本条款，通过DONGMAN网站和/或DONGMAN应用程序发布修正版本。若您同意此条款，DONGMAN会提供您修订通知。若不接受此条款，用户可能无法正常上传、发布或使用DONGMAN网站，DONGMAN应用程序及其相关内容。

                1. 咚漫投稿
                A. 咚漫投稿是 DONGMAN 服务（简称“服务”）的一部分，它提供作者在DONGMAN服务平台上传自己漫画内容（“作者投稿”），并培养作者成为职业漫画家。

                B. 您不得上传已出版的印刷品或电子版本的漫画内容，以及已经在您个人微博、微信，空间和其他漫画平台发表过的漫画内容。此外，您可以使用已经在您本人原创漫画中使用过的相同漫画人物，但是不可以上传相同内容的漫画，也不得上传使用其他作品内容、情节及人物的漫画作品。

                C. 您已向我们承诺并保证遵守投稿相关的所有条款，(i)不侵犯任何第三方著作权、商标权、隐私权和其他权益；（ii）不违反任何法律；（iii）不违法或造成任何人 财产和其他方面的损害。本条款中描述的赔偿义务将适用于您的投稿。对于投稿是否是本人操作，DONGMAN不N负审查义务。

                D. 您同意将上传至DONGMAN 平台的所有作品，授权DONGMAN平台免费使用，包括但不限于使用（利用）上传作品的信息网络传播权、复制权、发行权、出租权、展览权、表演权、放映权、广播权、摄制权、改编权、翻译权、汇编权等一切著作财产权利。DONGMAN使用、利用您上传作品的方式包括但不限于以营利为目的在全球范围内线上（微博、微信、QQ、陌陌等SNS通讯工具）线下推广、宣传及为DONGMAN平台已推出的活动或将推出的活动进行宣传推广等,您不得向DONGMAN主张任何报酬、补偿、赔偿。DONGMAN利用您上传作品时，根据具体情况，有权决定您上传作品的署名权顺序、大小、位置以及是否署名的权利，您不得以此为由，向DONGMAN平台主张任何索赔或补偿的权利。

                E. 如果发现您的作品，以非本人的操作方式发布到DONGMAN平台，请与我们联系，我们将尽快核实并进行处理。由此造成的损失与DONGMAN无关，DOGNMAN不承担任何法律责任。

                F. 您可以删除您的发表内容或已提交发布在DONGMAN平台上的评论。

                G. 您同意，DONGMAN对您发表的内容或评论或您在其他用户页面发表的内容或评论进行预先审查，DONGMAN及其附属机构有权单方决定，拒绝上传或删除出现在DONGMAN平台的任何不当的内容（包括但不限于违反法律规定、行政法规以及本政策等）。DONGMAN及其附属公司有权删除被认为是违反本政策的任何不当内容，并终止您访问本网站。您同意，DONGMAN没有任何责任或义务为您递交或邮寄任何用户发表的内容或您递交发布的评论。

                2. 对于不当利用投稿的行为与处置
                A. 不当利用的行为
                指在DONGMAN所提供的服务上，上传不当内容及符合不当内容标准的网络漫画的行为。

                B. 不当内容的定义
                符合以下标准的内容属于不当内容。

                ① 妨害名誉‧侵害隐私权的内容
                ㆍ 针对个人或团体进行毁谤或散布不实谣言等，妨害他人名誉之内容
                ㆍ 以辱骂（含表现辱骂的动作）或言语暴力等的粗俗表现，污辱特定人物的人格或使其感到不快之内容
                ㆍ 未经他人之同意，便公开其个人资料（本名、联络方式、地址、微博微信、社群网站网址等）之情况

                ② 侵害著作权等权利的内容
                ㆍ 未经著作权人之同意，便任意刊载、发行、传送其著作物之内容
                ㆍ 随意使用其他服务或网站未许可的数据或张贴链接之内容
                ㆍ 非使用正版CD，而是 ①免费下载 ②分享正版CD的序列号码或产品密钥

                ③ 贩卖盗版CD之内容
                ㆍ 宣传非法下载网站之内容
                ㆍ 非法侵害属于他人权利的著作权、商标权、设计权、专利权等之内容

                ④ 淫亵的内容
                ㆍ 公司判断过多的身体部位露出，对未成年人有害之情况
                ㆍ 直接描写性行为之内容
                ㆍ 具体、写实地描写以及美化性犯罪之情况，包含违反社会所认知的道德行为，如乱伦、诱奸、强制性交之内容
                ㆍ 露骨的色情对话或寻找性对象、性交易之内容
                ㆍ 宣传或散播淫亵信息或风化场所之内容
                ㆍ 张贴色情网站或色情资料之内容

                ⑤ 助长侥幸心理和商业内容
                ㆍ 发生金钱交易行为或进行中介之内容
                ㆍ 劝诱、助长非法营业方式之内容
                ㆍ 非法贩卖赠品、彩券之内容
                ㆍ 以特定公司或个人利益为目的，发表有关商业之内容
                ㆍ 介绍、诱导、助长、美化其他非法事业之内容

                ⑥ 反社会性的内容
                ㆍ 美化、劝诱自杀、介绍自杀方法或诱导结伴自杀之内容
                ㆍ 美化、劝诱、助长犯罪之内容
                ㆍ 贬低、谴责特定阶级或宗教之内容
                ㆍ 美化、劝诱、助长、散播种族歧视之内容
                ㆍ 委托杀人或劝诱、助长、散播此行为之内容
                ㆍ 描绘或散播处刑场面、尸体等会引起一般人厌恶感之情况
                ㆍ 美化、劝诱、助长虐待妇女及儿童等的暴力行为之内容
                ㆍ 助长迷信或非科学性的生活态度之内容
                ㆍ 美化、劝诱、助长、散播恐怖主义之内容

                ⑦ 其他不当内容
                ㆍ 上传不符合服务性质之内容，或重复上传相同内容于服务上之情况
                ㆍ 公司判断为无故事性的图档或妨碍服务的公平竞争之情况
                ㆍ 个人的贬低、批判、辩论型式之内容
                ㆍ 张贴法律上禁止的非法数据之情况
                ㆍ 散布计算机病毒等造成服务用户不便或妨碍服务运作之情况
                ㆍ 谎称服务承办人之情况
                ㆍ 违反其他法律，或公司判断从一般人观点来看，不适合作为在线服务内容之情况

                3. 检举不当内容
                侵害著作权的不当内容之检举程序
                若判断服务里的内容或留言侵犯著作权的，应将按照下列材料通过电子邮件发送至DONGMAN邮箱（E-mail: tougao@dongmancorp.cn）。
                只要发送记载以下内容之电子邮件至本公司即可。

                ① 著作权人或著作权人代理人的签名

                ② 可证明著作权人的资料（限被侵害的著作权人的作品）

                ③ DONGMAN网站里，侵害著作权之内容所在页面的网址

                ④ 侵害著作权检举者的联络方式（地址、电话、电子邮件地址）

                ⑤ 声明『著作权人确系基于善意，相信该侵权内容的使用是未经过合法授权或违反著作权法。声明如有不实，著作权人愿负法律责任。』

                ⑥ 声明侵权通知书所载内容均为真实，侵权检举者为著作权人或著作权人之代理人。

                ⑦ 其他可以证明侵犯著作权的法院、知识产权主管部门等机关的文件。

                4. 处理不当内容
                A. 一般情况
                我们在收到您或者其他第三人的检举邮件后会交由服务承办人判断相关内容是否适宜，并最终决定是否采取保留、删除、中断等措施。

                B. 侵害著作权的不当内容之情况
                公司将依下列图表的程序处理不当内容



                C. DONGMAN 漫画大赛违规行为处理办法
                DONGMAN对于本活动具有独立且完整的裁量权利，对于各参加者活动参与行为是否涉嫌以任何其他不正当的方式意图以进行不实或虚伪活动参与行为，或有违反官方活动规范、抵制所有宣传活动之行为，违反常理或涉嫌不法之异常状况者，若有因上述情形所获得之活动资格及奖额，DONGMAN保留变更、终止本活动、取消获奖资格及审核参加者参加活动资格的权利，并保留追究法律责任的权利。

                ※ 注意事项
                ㆍ 进行屏蔽、断开连接发表措施时，将通知该内容的发表人要求中断发表者的姓名与要求原因。

                ㆍ 仅能证明发表人为著作权人或正当的权利人之情况才能要求。

                ㆍ 无法要求再次发表的内容中断发表，之后的程序可由当事人之间自行和解，或交由调解委员会、法院来调解、判决。

                ※ 要求再次发表
                内容或留言的发表人填写以下文件后提交至DONGMAN公司，可要求再次发表内容或留言。

                ㆍ 再次发送申请表（请发送申请表到邮箱tougao@dongmancorp.cn包括登记人姓名，手机号码，地址以及您希望被保护的著作权作品。）

                ㆍ 著作权证明资料
                – 载有作品著作权人或权利人证明的复印
                – 载有作者姓名或笔名（广为人知的别名）作品的复印件
                – 证明经著作权人同意，有权合法复制、传送的许可合同复印件
                – 证明作品的著作财产权保护期间届满的1项资料

                ㆍ 身分证复印件

                ㆍ 若为代理人，能证明合法代理权的材料

                ㆍ 其他可以证明作品权利人或著作权人的材料

                5. 违约责任及赔偿
                A. 如果DONGMAN发现您上传在DONGMAN平台上的内容或作品侵犯第三方著作权、商标权、肖像权、商品化权等权利或收到他人举报您违反本协议约定或违反国家法律、行政法规的，您同意DONGMAN无需经过您的许可和事先通知您的情况下，随时对相关内容进行删除、屏蔽，并采取包括但不限于限制、暂停、终止您使用DONGMAN投稿账户及服务，限制、暂停、终止您使用部分或全部本服务（包括但不限于解除与您的服务关系、删除漫画作品全部或部分内容、部分或全部限制评论及上传漫画作品等），并采取追究您的法律责任等措施。

                B. 您不得基于DONGMAN采取上述措施(第5条 A),向DONGMAN要求任何索赔或赔偿请求。

                C. 您同意，由于您通过服务上载、传送或分享漫画作品及信息、使用本服务其他功能、违反本协议、或您侵害他人任何权利因而衍生或导致任何第三人向DONGMAN及其附属公司和子公司提出任何索赔或请求，DONGMAN及其附属公司和子公司因此而发生任何损失（包括但不限于实际损失和可得利益损失以及我们为救济权利花费的诉讼费、律师费、鉴定费、差旅费等），您同意将足额进行赔偿。同时，您应立即使DONGMAN免责并承担费用自行解决该等纠纷。

                6. 争议解决及其他
                A. 本协议的解释与适用，以及与本协议有关的争议，均应依照中华人民共和国法律予以处理；若发生争议，`各方应友好协商解决，协商不成的，应向DONGMAN公司住所地人民法院提起诉讼。

                B. 如本协议的任何条款被视作无效或无法执行，则上述条款可被分离，其余部份则仍具有法律效力。
        </p>
    </div>
</template>
<script>
export default {
    
}
</script>
<style scoped>
    .content{padding:10px 15px;font-size: 12px}
</style>