<template>
    <div>
        <!-- 头部 -->
        <mt-header title="用户服务协议" id="mint-header">
            <router-link to="/appContent" slot="left">
                <mt-button icon="back"></mt-button>
            </router-link>
        </mt-header>
        <!-- navbar -->
        <mt-navbar v-model="selected">
            <mt-tab-item id="1">用户服务协议</mt-tab-item>
            <mt-tab-item id="2">隐私政策</mt-tab-item>
        </mt-navbar>

        <!-- navbar content -->
        <mt-tab-container v-model="selected" id="mt-tab-container">
            <mt-tab-container-item id="1">
                <br>
                <p>
                    欢迎您使用咚漫！<br><br>
                        本协议系北京咚漫娱乐有限公司及关联公司（以下简称咚漫）与您之间就咚漫服务等相关事宜所订立的协议，本协议具有合同效力。

                        您点击同意本协议的，即视为您确认自己具有享受咚漫服务、购买订阅等相应的权利能力和行为能力，能够独立承担法律责任。

                        未满18岁的未成年人应在法定监护人陪同下审阅和履行，未成年人行使和履行本协议项下的权利和义务视为已获得了法定监护人的认可。

                        您应当在使用咚漫服务之前审慎阅读、充分理解本协议之各条款内容，对于协议中以加粗字体显示的内容，您应重点阅读，特别是免除或者限制责任的条款，以及开通或使用某项服务的单独协议。

                        您理解并同意，只要您使用咚漫服务，则本协议即对您产生约束，届时您不应以未阅读本协议的内容等理由，主张本协议无效，或要求撤销本协议。 您承诺接受并遵守本协议的约定。如果您不同意本协议的约定，您应立即停止注册程序或停止使用咚漫服务。

                        一．定义
                        1.1【本协议】您与咚漫之间关于使用咚漫相关服务所订立的协议。

                        1.2【咚漫服务】，咚漫合法拥有并运营的咚漫漫画网站（网址：https://www.dongmanmanhua.cn/）、名称为”咚漫”的客户端应用程序及其相关服务。

                        1.3【用户】：咚漫相关服务的使用人，在本协议中简称为“您”。

                        1.4【服务提供方】：向您提供查找、阅读漫画等服务的北京咚漫娱乐有限公司。

                        1.5【服务】指您访问咚漫或在使用咚漫产品或服务、使用咚漫的移动客户端、或者使用咚漫提供的与前述任一项相关的软件时咚漫向您提供的产品和服务。本协议项下的服务内容包括但不限于用户在线免费阅读、用户注册免费阅读、用户注册付费阅读等，随着业务发展，咚漫对于所提供之服务及增加内容拥有最终解释权。

                        二．权利义务
                        （一）您的权利和义务

                        2.1 您理解并同意：

                        2.1.1 您在注册账号或使用本服务的过程中，可能需要填写一些必要的信息。若国家法律法规有特殊规定的，您需要填写真实的身份信息。若用户填写的信息不完整，则无法使用本服务或在使用过程中受到限制。

                        2.1.2 您知悉并确认，咚漫将运用各种安全技术和程序建立完善的管理制度来保护您的个人信息，以免遭受未经授权的访问、使用或者披露。

                        2.1.3 您在使用本服务时须遵守国家法律规定及政策规定，不得利用本服务从事任何违法违规行为，包括但不限于：

                        （1）发布、传播、储存危害国家安全统一、破坏社会稳定、违反公序良俗、侮辱、诽谤、淫秽、暴力以及任何违反国家法律法规的内容；

                        （2）发布、传播、储存侵害他人知识产权、商业秘密等合法权利的内容；

                        （3）恶意虚构事实、隐瞒真相以误导、欺骗他人；

                        （4）发布、传播广告信息及垃圾信息；

                        （5）其他法律法规禁止的行为。

                        2.1.4 咚漫有权对您是否违反本协议项下的承诺做出单方认定，并根据单方认定结果适用规则采取行为包括但不限于暂停或者终止服务、追究法律责任等措施。

                        2.1.5 对于您在咚漫平台上发布的涉嫌违法或违反本协议的信息，咚漫有权不通知您即予以删除，并按照法律法规及本协议的规定进行处罚。

                        2.1.6 对于您就咚漫服务实施的行为，包括您未在咚漫平台上实施但已经对咚漫平台及其用户产生影响的行为，咚漫有权单方认定您行为的性质及是否构成对本协议的违反，并据此作出相应处罚。您应自行保存与您行为有关的全部证据，并应就无法提供充要证据而承担可能的不利后果。

                        2.1.7 对于您涉嫌违反承诺的行为对任意第三方造成损害的，您应当以自己的名义独立承担所有的法律责任并自行解决；咚漫因此遭受损失的，您也应当一并赔偿。

                        2.1.8 如果您违反了本协议约定，相关国家机关或机构可能会对您提起诉讼、罚款或者采取其他制裁措施，并要求咚漫予以协助。造成损害的，您应依法予以赔偿，咚漫不承担任何责任。

                        2.1.9 如您涉嫌违反有关法律或者本协议之规定，使咚漫遭受任何损失，或受到任何第三方的索赔，或受到任何行政管理部门的处罚，您应当赔偿咚漫因此造成的损失，支付因此产生的费用，包括律师费用、公证费等相关的全部费用。

                        （二）咚漫的权利义务

                        2.2 您完全理解并不可撤销地授予咚漫下列权利：

                        2.2.1 一旦您向咚漫作出任何形式的承诺，且相关公司已确认您违反了该承诺，则咚漫有权立即按承诺或协议约定的方式对您的账户采取限制措施，包括中止或终止向您提供服务。您理解并同意，咚漫无需就相关公司已确认的信息与您核实或另行征得您的同意，且咚漫无需就限制措施或公示行为向您承担任何的责任。

                        2.2.2 保护您的信息安全是咚漫的一项基本原则，未经您的同意，咚漫不会向咚漫以外的任何公司、组织和个人披露、提供您的信息，但下列情形除外：

                        （1）据本协议或者其他相关协议、规则等约定可以提供的；

                        （2）依据法律法规的规定可以提供的；

                        （3）行政、司法等政府部门要求提供的；

                        （4）您同意咚漫向第三方提供的；

                        （5）为解决举报事件、提起诉讼而需要提供的；

                        （6）为防止严重违法行为或涉嫌犯罪行为发生而采取必要合理行动所必须提供的。

                        2.2.3 尽管咚漫对您的信息保护做了极大的努力，但是仍然不能保证在现有的安全技术措施下，您的信息可能会因为不可抗力或非咚漫因素造成泄露、窃取等，由此给您造成损失的，您同意咚漫可以免责。

                        三. 服务条款的确认及接受
                        3.1 咚漫各项服务的所有权和运作权归咚漫所有。您确认：本协议条款是处理双方权利义务的依据之一，始终有效，法律另有强制性规定或双方另有约定的，依其规定或约定。

                        3.2 本协议内容包括本协议正文及所有咚漫已经发布的或将来可能发布的各项规则。所有规则为本协议不可分割的组成部分，与协议正文具有同等法律效力。除另行明确声明外，任何咚漫提供的服务均受本协议约束。

                        3.3 咚漫有权根据互联网的发展和中华人民共和国有关法律、法规的变化，不时地完善服务质量并依此修改本服务协议条款。您的权利以及义务的表述，均以最新的服务条款为准，服务条款一旦发生变动，将以站内公示的方式进行公告，不单独通知您。您知悉并确认，如您不同意更新后的内容，应立即停止使用咚漫相关服务；如您继续使用，即视为知悉变动内容并同意接受。

                        3.4 您在使用咚漫某一特定服务时，该服务可能另有单独的协议或规则（以下统称为“单独协议”），您在使用该项服务前请阅读并同意相关的单独协议；您使用前述特定服务，即视为您已阅读并同意接受相关单独协议。

                        四. 服务内容
                        4.1 在线免费阅读。 在未注册并登录咚漫平台的情况下，您有权在线使用咚漫提供的部分服务，您有权查找、浏览咚漫提供的部分漫画作品。

                        4.2 注册免费阅读。 您有权在注册并登录后，使用咚漫提供的如下服务（咚漫有权变更和修改服务内容）： 您有权在注册并登陆后，查找、浏览漫画作品，在线阅读并保存阅读进度，进行点赞、评论、关注、分享漫画等操作。 您有权在注册并登陆后，在漫画作品讨论区发表、回复言论； 您有权在注册并登陆后，参与咚漫相关漫画作品的线上或线下活动，并获得活动给予的奖励等。

                        4.3 注册付费阅读

                        4.3.1 咚漫部分服务是以付费方式提供的，如您使用该服务，请仔细阅读并遵守《咚漫充值协议》。

                        4.3.2 根据实际需要，咚漫可能对付费阅读服务的收费标准、方式进行修改和变更，有可能将付费作品转成免费，也可能会对部分免费服务开始收费。前述修改、变更或开始收费前，咚漫将在相应服务页面进行通知或公告，而不会对已付费的用户做出补偿。如果您不同意上述修改、变更的付费内容，应停止使用该服务

                        五．关于免责
                        5.1 您理解并同意：鉴于网络服务的特殊性，咚漫有权在无需通知您的情况下根据咚漫平台的整体运营情况或相关运营规范、规则等，可以随时变更、中止或终止部分或全部的服务，若由此给您造成损失的，您同意放弃追究咚漫的责任。

                        5.2 您理解并同意：为了向您提供更完善的服务，咚漫有权定期或不定期地对提供本服务的平台或相关设备进行检修、维护、升级等，此类情况可能会造成相关服务在合理时间内中断或暂停的，若由此给您造成损失的，您同意放弃追究咚漫的责任。

                        5.3 您理解并同意：咚漫的服务是按照现有技术和条件所能达到的现状提供的。咚漫会尽最大努力向您提供服务，确保服务的连贯性和安全性；但咚漫不能保证其所提供的服务毫无瑕疵，也无法随时预见和防范法律、技术以及其他风险，包括但不限于不可抗力、病毒、木马、黑客攻击、系统不稳定、第三方服务瑕疵、政府行为等原因可能导致的服务中断、数据丢失以及其他的损失和风险。所以您也同意：即使咚漫提供的服务存在瑕疵，但上述瑕疵是当时行业技术水平所无法避免的，其将不被视为咚漫违约，同时，由此给您造成的数据或信息丢失等损失的，您同意放弃追究咚漫的责任

                        5.4 您理解并同意：在使用本服务的过程中，可能会遇到不可抗力等风险因素，使本服务发生中断。不可抗力是指不能预见、不能克服并不能避免且对一方或双方造成重大影响的客观事件，包括但不限于自然灾害如洪水、地震、瘟疫流行和风暴等以及社会事件如战争、动乱、政府行为等。出现上述情况时，咚漫将努力在第一时间与相关单位配合，及时进行修复，若由此给您造成损失的，您同意放弃追究咚漫的责任。

                        5.5 您理解并同意：第三方在咚漫平台中投放的广告、链接或者其它形式的宣传推广内容，均是由其自行提供的，您应当自行判断其真实性，咚漫对其推广内容不作任何明示或者默示的担保。

                        5.6 您理解并同意：若由于对以下情形导致的服务中断或受阻，给您造成损失的，您同意放弃追究咚漫的责任：

                        （1）受到计算机病毒、木马或其他恶意程序、黑客攻击的破坏；

                        （2）您或咚漫的电脑软件、系统、硬件和通信线路出现故障；

                        （3）您操作不当；

                        （4）您通过非咚漫授权的方式使用本服务；

                        （5）其他咚漫无法控制或合理预见的情形。

                        5.7 如您书面通知咚漫不接受本协议或对其的修改，咚漫有权随时中止或终止向您提供本服务。

                        5.8 因不可抗力因素导致您无法继续使用本服务或咚漫无法提供本服务的，咚漫有权随时终止协议。

                        5.9 本协议约定的其他中止或终止条件发生或实现的，咚漫有权随时中止或终止向您提供本服务。

                        5.10 由于您违反本协议约定，咚漫依约终止向您提供本服务后，如您后续再直接或间接或以他人名义注册使用本服务的，咚漫有权单方面暂停或终止提供本服务。

                        5.11 如本协议或本服务因为任何原因终止的，对于您的帐号中的全部数据或您因使用本服务而存储在咚漫服务器中的数据等任何信息，咚漫可将该等信息保留或删除，包括服务终止前您尚未完成的任何数据。

                        5.12 如本协议或本服务因为任何原因终止的，您应自行处理好关于数据等信息的备份以及相关事项的处理等，由此造成咚漫损失的，您应负责赔偿。

                        六．其他
                        6.1 本协议的签订地为中华人民共和国北京市朝阳区。

                        6.2 本协议的成立、生效、履行、解释及纠纷解决，适用中华人民共和国大陆地区法律（不包含冲突法）。

                        6.3 若您与咚漫之间发生任何纠纷或争议，首先应友好协商解决；协商不成的，各方均同意将纠纷或争议提交本协议签订地有管辖权的人民法院解决。

                        本协议所有条款的标题仅为阅读方便，本身并无实际涵义，不能作为本协议涵义解释的依据。

                        如您对咚漫服务有任何问题、投诉、建议、疑问，请将问题邮寄至下列地址： 北京市朝阳区金桐西路10号21层1单元2502室

                        北京咚漫娱乐有限公司

                        本协议更新于2019年9月10日
                </p> 
            </mt-tab-container-item>
            <mt-tab-container-item id="2">
                <br>
               <p>
                   咚漫隐私政策<br>
                        北京咚漫娱乐有限公司(简称“我们”) 非常重视保护您的个人信息和隐私安全。在您使用我们的服务（下称“咚漫服务”）时，我们将按照咚漫隐私政策（以下简称“本政策”）收集和使用您的个人信息。您应当仔细阅读本政策并充分了解本政策。

                        未满18周岁的未成年人请务必在监护人的陪同下阅读本政策，并确保已征得您的监护人明确同意后，再使用我们的服务并提供您的个人信息。

                        在启动弹窗处选择并点击【同意】时，表示您或您的监护人已理解本政策，并同意按照本政策规定的方式对您的个人信息进行收集和使用。

                        1.收集
                        1.1 我们收集的个人信息
                        1.1.1 您在注册咚漫账号时，我们会收集您的手机号码、手机验证码匹配结果，用于创建咚漫账号。

                        1.1.2 手机号码属于敏感信息，我们收集此信息是为了遵守相关法律法规的网络实名制要求。在获得您同意的情况下，我们会收集您的实名身份信息，拒绝提供实名身份信息可能会导致您无法登录或在使用过程中收到限制。

                        1.1.3 为了更好地为您提供个性化服务，您可以补充选择您性别、年龄区间、偏爱分类等作品偏好信息，并在个人资料页补充您的昵称、生日、头像等个人资料信息。

                        1.1.4 如果用其他方式登录咚漫，我们会向关联第三方请求您的头像及昵称。

                        1.1.5 在您进行付费充值时，我们会收集您的咚币余额、充值和使用情况、第三方交易凭证信息。

                        1.1.6 在阅读漫画过程中，我们需要收集您的设备型号、设备唯一标识符、操作系统、应用程序版本及产品版本号。我们收集这些信息是为了向您提供更优秀的漫画浏览服务，如您拒绝提供可能会导致您在阅读过程中受到相应限制。

                        1.2 个人信息收集方法
                        1.2.1 为提供服务，我们将按照以下方法收集您的个人信息。

                        （1）收集会员注册或使用咚漫服务时您主动提供的信息。
                        （2）收集由合作公司向我们提供的信息。
                        （3）收集您使用咚漫服务过程中自动生成的信息。
                        1.3 第三方分析工具的使用
                        公司使用名为"Talking Data"的Ad Tracking工具收集APP下载渠道信息。公司通过Ad Tracking所收集到的信息仅用于改善APP下载渠道。Ad Tracking不收集使用者的名字或其他身份信息，只收集使用者在访问网站之时的分配IP地址。公司不会将通过Ad Tracking收集到的信息与个人身份信息结合。Talking Data为了在您下次访问其网站时将您身份记录为特别使用者，将在使用者的网络浏览器中加入持续性cookie，此cookie只用于Talking Data。Talking Data在使用和分享通过Talking Data收集到的有关您访问信息时，将根据Talking Data服务使用条款（这里）以及Talking Data个人信息处理方针（这里）受限。如果要从Talking Data撤退，请访问Talking Data opt-out页面并安装（这里）与使用者浏览器相符的add-on后进行即可。

                        此外，公司通过Talking Data的App Analytics将帮助更好地了解使用者的所需服务。通过连接其工具，公司将收集不识别使用者的非个人信息，如OS、IP地址、是否安装APP、APP使用时间、语言、设备信息等。这些信息将只在公司内部使用，不会以识别使用者为目的在使用者使用公司提供的服务过程中收集到的信息相结合。关于Talking Data的Ad Tracking及App Analytics的开发文件可在此（http://doc.talkingdata.com/）查看。

                        1.4 个人信息的收集和使用目的
                        我们收集个人信息的目的如下：

                        （1）为您提供更加稳定的服务。
                        （2）防止不当使用及识别用户违法行为。
                        （3）记录有关服务使用的统计数据。
                        （4）为了优化服务所需的统计分析。
                        （5）进行活动时进行抽奖和发送奖品。
                        （6）收到您咨询时为了确认本人与否及回复您的咨询内容。
                        （7）您购买商品和使用付费服务时，进行付款和开票。
                        （8）必要时给您发重要通知。
                        （9）为发送活动信息等广告性资讯。
                        1.5 关于个人信息自动收集装置的设置/运行及拒绝的事项
                        1.5.1 Cookie的使用目的

                        为了了解您使用的服务和访问的网站以及使用方式、用户规模等，为用户提供最佳的信息服务。
                        1.5.2 Cookie的设置/运行及拒绝保存

                        您拥有设置Cookie的选择权，您可通过浏览器与OS上提供的选项设置允许或拒绝保存Cookie。但若选择拒绝保存Cookie，您可能无法使用登录时所需的部分服务。
                        2.保存和删除
                        2.1 存储信息的地点
                        我们遵守法律法规的规定，将境内收集的个人信息存储于境内。

                        2.2存储信息的期限
                        2.2.1 原则上，我们仅将您的个人信息保留至您退出服务或委托合同终止时。

                        2.2.2 一般而言，我们仅在为实现目的所必需的最短时间内保留您的个人信息。

                        但在下列情况下，我们有可能因需符合法律要求，更改个人信息的存储时间：

                        （1）为遵守适用的法律法规等有关规定；
                        （2）为遵守法院判决、裁定或其他法律程序的规定；
                        （3）为遵守相关政府机关或法定授权组织的要求；
                        （4）我们有理由确信需要遵守法律法规等有关规定；
                        （5）为执行相关服务协议或本政策、维护社会公共利益，为保护客户、关联公司、其他用户或雇员的人身财产安全或其他合法权益所合理必需的用途。当我们的产品或服务发生停止运营的情形时，我们将采取例如，推送通知、公告等形式通知您，并在合理的期限内删除或匿名化处理您的个人信息。
                        2.3 个人信息的销毁程序及方法
                        我们针对个人信息的销毁程序及方法如下：

                        （1）销毁程序 关于您为了使用服务而输入的信息，我们在达到目的后将按照内部方针与相关法规保存一定时间后销毁，除依法使用之外，不会将个人信息用于保管之外的其他目的。
                        （2）销毁方法 打印出的纸质个人信息将利用碎纸机销毁，以电子文件形式保存的个人信息将利用无法复原的技术方法删除。
                        3. 应用
                        3.1 个人信息的共享与提供
                        除我们和我们的关联公司之间提供信息的情况之外，未经您同意不会将您个人信息提供给外部。但，以下情况例外。

                        （1）您事前同意的情况下；
                        （2）法律规定的情况下。
                        3.2 个人信息的使用
                        3.2.1 我们严格遵守法律法规的规定及与您的约定，将收集的信息用于以下用途。若超出以下用途使用您信息，我们将再次向您进行说明，并征得您的同意。

                        （1）提供服务；
                        （2）满足您的个性化需求；
                        （3）产品开发和服务优化；
                        （4）安全保障；
                        （5）向您推荐可能感兴趣的讯息；
                        （6）评估、改善我们的广告投放和其他促销及推广活动的效果；
                        （7）管理软件；
                        （8）邀请您参与有关服务的调查。
                        3.2.2 您可以在使用服务的过程中，访问、修改和删除其提供的注册信息和其他个人信息，也可按照通知指引与我们联系。您访问、修改和删除个人信息的范围和方式将取决于您使用的具体服务。在您访问、修改和删除相关信息时，我们可能会要求您进行身份验证，以保障账号的安全。

                        3.2.3 我们将按照本政策所述，仅为实现产品或服务的功能，收集、使用您的信息。如您发现我们违反法律、行政法规的规定或者双方的约定收集、使用其个人信息，您可以要求删除。如您发现我们收集、存储的个人信息有错误的，也可以要求更正。请通过本政策列明的联系方式与我们联系。

                        3.2.4 您在使用服务时，我们可能向您发送电子邮件、短信、资讯或推送通知。您可以按照相关提示在设备上选择取消订阅。

                        3.2.5 在必要时，我们可能向您发出与服务有关的公告。

                        3.3 个人信息的分享
                        3.3.1 经您事先同意，我们可能与第三方分享您的个人信息。

                        3.3.2 随着我们业务的持续发展，当发生合并、收购、资产转让等交易导致向第三方分享您的个人信息时，我们将通过推送通知、公告等形式告知您相关情形，按照法律法规及不低于本政策所要求的标准继续保护或要求新的管理者继续保护您的个人信息。

                        3.4 您的权利与行使方法
                        3.4.1 您可随时查看或修改自己注册的个人信息，撤回已同意的授权、且可要求注销账号。

                        3.4.2 您要求修正个人信息错误时，在完成修正前我们不使用和提供该个人信息。若错误的个人信息已被合法提供给第三方，我们将把需修正的信息立即通知给第三方，以保证该信息能获得修正。

                        3.4.3 您按照“保存和删除”条款向我们提要求时，我们会暂停或删除被要求的个人信息。我们保证对信息中所明示的内容进行处理，不会用于其他用途。

                        3.4.4 如您需要查询、更正、删除个人信息，请联系客服 qq：486201447。

                        4.公开披露
                        原则上，在未事先征得您同意的前提下，我们不会公开披露您的个人信息。但我们可能基于以下目的披露您的个人信息：

                        （1）遵守适用的法律法规等有关规定；

                        （2）遵守法院判决、裁定或其他法律程序的规定；

                        （3）遵守相关政府机关或其他法定授权组织的要求；

                        （4）有理由确信需要遵守法律法规等有关规定；

                        （5）为执行相关服务协议或本政策、维护社会公共利益，为保护我们的客户、我们或我们的关联公司、其他用户或雇员的人身财产安全或其他合法权益合理且必要的用途。

                        5.信息安全
                        我们为您的信息提供相应的安全保障，以防止信息的丢失、不当使用、未经授权访问或披露。

                        （1）严格遵守法律法规保护您的通信秘密。

                        （2）将在合理的安全水平内使用各种安全保护措施以保障信息的安全。

                        （3）建立专门的管理制度、流程和组织确保信息安全。

                        （4）若发生您个人信息泄露等安全事件，我们会启动应急预案，阻止安全事件扩大，并以推送通知、公告等形式告知您。

                        6.收费服务
                        我们的部分服务是以收费方式提供的，如您使用收费服务，请遵守《咚漫充值协议》。

                        7.适用范围
                        7.1 我们的所有服务均适用本政策。

                        7.2 其他公司通过服务内链接等方式收集个人信息的行为不属于本政策的适用范围。

                        8. 未成年人条款
                        8.1 若您是未满18周岁的未成年人，在使用我们的服务前，应在您的父母或其他监护人监护、指导下共同阅读并同意本政策。

                        8.2 我们根据国家相关法律法规的规定保护未成年人的个人信息，只会在法律允许、父母或其他监护人明确同意或保护未成年人所必要的情况下收集、使用、共享或披露未成年人的个人信息；如果我们发现在未事先获得可证实的父母或其他监护人同意的情况下收集了未成年人的个人信息，则会设法尽快删除相关信息。

                        8.3 若您是未成年人的监护人，当您对您所监护的未成年人的个人信息有相关疑问时，请通过本政策所列的联系方式与我们联系。

                        9. 变更
                        我们可能适时修订本政策内容。如该等变更会导致您在本政策项下权利的实质减损，我们将在变更生效前，通过在页面显著位置提示、站内“公告事项”、向您发送电子邮件等方式通知。在该种情况下，若您继续使用我们的服务，即表示同意受经修订的政策约束。

                        10. 联系我们
                        如您对本政策有任何问题、投诉、建议、疑问，请发送邮件至个人信息管理负责部门(dl_dongman_cs@dongmancorp.cn)或邮寄至下列地址： 北京市朝阳区金桐西路10号21层1单元2502室

                        本政策更新于2019年9月10日
               </p>
            </mt-tab-container-item>
        </mt-tab-container>
    </div>
</template>
<script>
export default {
    data(){
        return {
            selected:'1'
        }
    }
}
</script>
<style scoped>

</style>